Repository: PaulLereverend/NextcloudDuplicateFinder
Catalog: translationfiles/*.po
Languages: cs

source: Version:
cs: Verze:

source: Adjust these settings to make the process of finding duplicates your own.
cs: Upravením těchto nastavení si přizpůsobíte proces vyhledávání duplicit.

source: Duplicate Finder
cs: Vyhledávání duplicit

source: When true, files mounted on external storage will be ignored. Computing the hash for an external file may require transferring the whole file to the Nextcloud server. So, this setting can be useful when you need to reduce traffic e.g if you need to pay for the traffic.
cs: Pokud zaškrtnuto, soubory připojené na externím úložišti budou ignorovány. Počítání otisku (hash) pro externí soubor může vyžadovat přenos celého souboru na Nextcloud server. Takže toto nastavení se může hodit, pokud potřebujete snížit objem datového provozu – například, pokud je zpoplatněný.

source: Ignore Mounted Files
cs: Ignorovat připojené soubory

source: When true, the event-based detection will be disabled. This gives you more control when the hashes are generated.
cs: Pokud zaškrtnuto, zjišťování na základě události bude vypnuto. Toto vám dává větší kontrolu nad tím, kdy jsou vytvářeny otisky (hash).

source: Disable event-based detection
cs: Vypnout zjišťování na základě událostí

source: Interval in seconds in which the clean-up background job will be run.
cs: Interval (v sekundách) ve kterém na pozadí spouštět úlohu čištění.

source: Detection Interval
cs: Interval zjišťování

source: Interval in seconds in which the background job, to find duplicates, will be run.
cs: Interval (v sekundách) ve kterém na pozadí spouštět úlohu pro hledání duplicit.

source: Cleanup Interval
cs: Interval čištění

source: Ignored Files
cs: Ignorované soubory

source: Loading Settings
cs: Načítání nastavení

source: Failed to load settings
cs: Nastavení se nepodařilo načíst

source: Saved setting
cs: Nastavení uložena

source: Failed to save setting
cs: Nastavení se nepodařilo uložit
